{
  "title": "Web of Needs – Hackathon",
  "adminEmail": "office.sat@researchstudio.at",
  "imprintTemplate": "<p>Research Studio Smart Agent Technologies\n    <br/> Thurngasse 8/16\n    <br/> 1090 Vienna\n    <br/> Austria\n    <br/> <a href=\"mailto:office.sat@researchstudio.at\">office.sat@researchstudio.at</a>\n</p>",
  "tosTemplate": "<h2>Terms of Service</h2>\n\n<p>\nThis is a demonstrator service for the <a href=\"https://github.com/researchstudio-sat/webofneeds\">Web of Needs technology</a>.\n</p>\n\n<p>\nUse the service free of charge, don't post anything offensive or illegal. We do not give any guarantee as to the proper functioning of the service. We may remove any content permanently without prior warning.\n</p>\n\n<p>\nTo learn what happens to your data, please refer to our Privacy Policy.\n</p>\n",
  "privacyPolicyTemplate": "<p>\n    Date: June 13, 2018\n</p>\n\n<p>\n    The protection of your personal data is very important to us. Therefore we process your data exclusively on the basis of\n    the legal regulations (GDPR, TKG 2003). In this privacy policy we inform you about the most important aspects of data\n    processing within our website.\n</p>\n<h2>Contact us</h2>\nIf you contact us via the form on the website or by e-mail, your data will be stored for six months to process the request\nand in case of follow-up questions. We will not share this information without your consent.\n\n<h2>Data Storage</h2>\n<p>\n    We point out that for the purpose of maintaining your Posts on the site, we associate a user account with the e-mail address\n    you provide. The e-mail address is not made publicly available. We do not associate information about your ip address\n    or location with your user account. We associate your user account with the Posts you create, but only internally.\n</p>\n<p>\n    You should note that the posts you create are publicly visible on the WWW under their respective URL, for the purpose of\n    matching them with other posts. Without the information you provide, we are not able to provide matches. As there is\n    no public information about the association of user accounts to posts, we don't consider posts to be personal data. If\n    you choose to enter personally identifiable information in posts, you do so knowing that it will be publicly available.\n</p>\n<p>\n    As posts are publicly available, third parties can download your posts and analyze them for the sake of matching. We do not\n    conclude any data processing contract with those third parties.\n</p>\n<p>\n    In addition to your posts, data about their connections with other posts (\"conversations\") is also made publicly available,\n    including the information about the last update date and time, the state (connected, closed, request received, request\n    sent, suggested). Making this information public allows third parties to analyze which posts are good matches for each\n    other.\n</p>\n<p>\n    The messages you exchange with other users are only visible to you and the user you are communicating with. They are, however,\n    stored in clear text on our servers.\n</p>\n<p>\n    Posts are archived (status is changed to 'inactive') after a period of 10 days, or when you archive them manually, but they\n    remain publicly available so that a) other users can verify the conversations they had with that posting and b) third\n    parties can use this data for improving their matching algorithms.\n</p>\n\n\n<h2>Cookies</h2>\n<p>\n    Our website uses so-called cookies. These are small text files that are stored on your device using the browser. They do\n    no harm.\n</p>\n<p>\n    We use cookies to make our offer user-friendly. Some cookies remain stored on your device until you delete them. They allow\n    us to recognize your browser on your next visit.\n</p>\n<p>\n    If you do not want this, you can set up your browser so that it informs you about the setting of cookies and you allow this\n    only in individual cases.\n</p>\n<p>\n    Disabling cookies may limit the functionality of our website.\n</p>\n\n<h2>Web analytics</h2>\n<p>\n    Our website uses the web analytics software Piwik, hosted on our own Servers in Austria. For this purpose, cookies are used\n    that allow an analysis of the use of the website. The information generated thereby is transmitted to our Piwik server\n    and stored there. Piwik is open source software created by Matomo (https://matomo.org).\n</p>\n<p>\n    You can prevent this by setting up your browser so that no cookies are stored.\n</p>\n<p>\n    The data processing takes place on the basis of the legal regulations of the &sect; 96 Abs 3 TKG as well as the Article 6\n    Subsection 1 f) legitimate interest of the GDPR.\n</p>\n<p>\n    Our concern in the sense of the DSGVO (legitimate interest) is the improvement of our offer and our website. Since the privacy\n    of our users is important to us, the user data are pseudonymized. Moreover\n</p>\n<p>\n    The user data is kept for the duration of 30 days.\n</p>\n\n<h2>Emails</h2>\n<p>\n    You post on our Website with the intention of communicating with other users. In order to notify you of messages you receive\n    while not logged in, we send emails to the address you provide in your user account. You can set your email preferences\n    in your account settings (including disabling all notifications).\n</p>\n<p>\n    You can cancel the subscription to the newsletter at any time. Please send your cancellation to the following e-mail address:\n    office.sat@researchstudio.at\n</p>\n\n<h2>Your rights</h2>\n<p>\n    You have the rights to information, correction, deletion, restriction, data portability, revocation and opposition. If you\n    believe that the processing of your data violates data protection law or if your data protection claims have otherwise\n    been violated in a way, you can complain to the supervisory authority. In Austria, this is the data protection authority.\n</p>\n<p>\n    You can reach us under the following contact details:\n</p>\n<p>\n    Research Studio Smart Agent Technologies Thurngasse 8/16 1090 Vienna Austria office.sat@researchstudio.at\n</p>",
  "welcomeTemplate": "<p>Welcome to the Web of Needs!\n    <br/> INSERT WELCOME STUFF HERE!\n</p>",
  "visibleUseCases": ["*"]
}
